# -*- coding:utf-8 -*-
ip = "119.23.232.160:8888"
yes_word = [u'没问题',u'行啊',u'行吧',u'行的',u'可以',u'好啊',u'好的',u'好吧',u'接受',u'愿意',u'行',u'好',u'是',u'恩',u'嗯',u'是的',]
not_word = [u'不太接受',u'不太愿意',u'不太想',u'不接受',u'不愿意',u'不需要',u'千万别',u'办不到',u'做不到',u'不得行',u'不行',u'不想',u'不是',u'不用',u'不要',u'不愿',u'没有',u'不会',u'不能',u'不了',u'不必',u'无需',u'无须',u'切勿',u'不會',u'不可',u'不肯',u'勿需',u'切莫',u'勿要',u'无法',u'無法',u'不好',u'不',u'没',u'无',u'否',u'非',u'勿',u'弗',u'莫',u'毋',u'未',u'别',u'無',u'休',]
unknown_answer = [u'在投资理财上我可是专家，可是您这问题我还需要继续学习哟~',
                  u'AiKNOWN夜观天象，您这个话我没法儿接~还是问问我理财投资的问题吧',
                  u'这个问题AiKNOWN还在学习中哦，问问我投资理财的问题吧，我可是专业的哦~']
